Repository: 0xWDG/xcstrings-translator
Catalog: xcstrings-translator/Localizable.xcstrings
Source language: en
Languages: ar, da_dk, de, de_ch, de_de, es, es_es, es_mx, es_us, fr, fr_ca, fr_fr, hi, id, it, it_ch, ja, ja_jp, ko, ko_kr, nb_no, nl, nl_nl, pl, pt, pt_br, pt_pt, ru, sv_se, th, tr, tr_tr, vi, vi_vn, zh, zh_cn, zh_hans, zh_hant, zh_hk, zh_tw

source: Default target language
da_dk: Standardmålsprog
de_ch: Standardzielsprache
de_de: Voreingestellte Zielsprache
es_es: Idioma de destino predeterminado
es_mx: Idioma de destino predeterminado
es_us: Idioma de destino predeterminado
fr_ca: Langue cible par défaut.
fr_fr: Langue cible par défaut
it_ch: Lingua di destinazione predefinita
ja_jp: デフォルトの言語ターゲット
ko_kr: 기본 대상 언어
nb_no: Standardmål
nl_nl: Standaard taal voor doelen
pt_br: Idioma-alvo padrão
pt_pt: Idioma-alvo por defeito
sv_se: Standardmålspråk
tr_tr: Varsayılan hedef dil
vi_vn: Ngôn ngữ mục tiêu mặc định
zh_hans: 默认目标语言
zh_hant: 預設目標語言

source: Elapsed
da_dk: Udløbet
de_ch: abgelaufen
de_de: Verfallen
es_es: Caducó
es_mx: Caducó
es_us: Caducó
fr_ca: Évincé
fr_fr: Épuisé
it_ch: Scaduto
ja_jp: 期限切れ
ko_kr: 누락된
nb_no: Utløpt
nl_nl: Verlopen
pt_br: Expirou
pt_pt: Expirou
sv_se: Utgången
tr_tr: Süresi dolmuş
vi_vn: Hết hạn
zh_hans: 已过期
zh_hant: 逾期

source: Open a String Catalog
da_dk: Åbn en strengkatalog
de_ch: String-Katalog öffnen
de_de: Zeiger auf einen Zeichenkatalog zeigen
es_es: Abrir un catálogo de cadenas
es_mx: Abrir un catálogo de cadenas
es_us: Abrir un catálogo de líneas
fr_ca: Ouvrir un catalogue de cordes
fr_fr: Ouvrir un Catalogue de Chaînes
it_ch: Apri un catalogo di stringhe
ja_jp: 文字列カタログを開く
ko_kr: 스트링 카탈로그 열기
nb_no: Åpne en strengkatalog
nl_nl: Een tekenreekscatalogus openen
pt_br: Abra um Catálogo de Strings
pt_pt: Abrir um Catálogo de Strings
sv_se: Öppna en strängkatalog
tr_tr: Bir Dizi Kataloğu Açın
vi_vn: Mở danh mục chuỗi
zh_cn: 打开字符串目录
zh_hans: 打开字符串目录
zh_hant: 打開字串目錄
zh_hk: 打開一個字串目錄
zh_tw: 打開字串目錄

source: Waiting for translation
da_dk: Venter på oversættelse
de_ch: Wartend auf Übersetzung.
de_de: Warten auf Übersetzung
es_es: A la espera de la traducción
es_mx: A la espera de la traducción
es_us: A la espera de la traducción
fr_ca: En attente de traduction.
fr_fr: En attente de traduction
it_ch: In attesa di traduzione
ja_jp: 翻訳を待っています
ko_kr: 번역기 기다림중입니다
nb_no: Venter på oversettelse
nl_nl: Wachten op vertaling
pt_br: Aguardando tradução
pt_pt: A aguardar tradução
sv_se: Vänta på översättning
tr_tr: Çeviri Bekliyor
vi_vn: Đang chờ bản dịch
zh_cn: 翻译中
zh_hans: 翻译中
zh_hant: 正在等待翻譯
zh_hk: 正在等待翻譯
zh_tw: 正在等待翻譯

source: Skip already translated
da_dk: Oversæt allerede
de_ch: Überspringen bereits übersetzt.
de_de: Übersetzt bereits überspringen
es_es: Salta ya traducido
es_mx: Saltar ya traducido
es_us: Salta ya traducido
fr_ca: Aller déjà traduit
fr_fr: Déja traduit saute
it_ch: Salta già tradotto
ja_jp: 翻訳済みはスキップ
ko_kr: 번역된 건너뛰기 이미
nb_no: hopp over allerede oversatt
nl_nl: Oud vertalde overslaan
pt_br: Pular já traduzido
pt_pt: Pular já traduzido
sv_se: Hoppa över redan översatt
tr_tr: Çevrilmiş hali atla
vi_vn: Bỏ qua đã dịch
zh_hans: 已跳过翻译的
zh_hant: 已翻譯的內容請跳過

source: Automatically save
da_dk: Gem automatisk
de_ch: Automatisch speichern
de_de: SPAREN AUTOMATISCH
es_es: GUARDAR AUTOMÁTICAMENTE
es_mx: Guardar automáticamente
es_us: GUARDAR AUTOMÁTICAMENTE
fr_ca: Enregistrer automatiquement
fr_fr: Enregistrer automatiquement
it_ch: Salva automaticamente
ja_jp: 自動的に保存する
ko_kr: 자동 저장
nb_no: Lagre automatisk
nl_nl: Automatisch opslaan
pt_br: Salvar automaticamente
pt_pt: Guardar automaticamente
sv_se: Spara automatiskt
tr_tr: Otomatik Kaydet
vi_vn: Tự động lưu
zh_hans: 自动保存
zh_hant: 自動儲存

source: Only translate strings that do not already have a value for the target language.
da_dk: Oversæt kun strenge, hvis de ikke allerede har en værdi i det ønskede sprog.
de_ch: Fügen Sie nur Strings hinzu, die noch keinen Wert für die Zielsprache haben.
de_de: Fügen Sie nur Zeichenfolgen hinzu, die noch keinen Wert für die Zielsprache haben.
es_es: Traduce únicamente cadenas que no tengan ya un valor para el idioma de destino.
es_mx: Traduce solo cadenas de texto que no tengan ya un valor para el idioma de destino.
es_us: Traduce solo cadenas de caracteres que no tengan ya un valor para el idioma de destino.
fr_ca: Ne traduisez que les chaînes qui n'ont pas déjà de valeur dans la langue cible.
fr_fr: Ne traduisez que les chaînes qui n'ont pas déjà de valeur pour la langue cible.
it_ch: Traduci solo stringhe che non hanno già un valore nella lingua di destinazione.
ja_jp: 対象言語の値を持たない文字列だけを翻訳します。
ko_kr: 해당 언어에 값이 없는 문자열만 번역합니다.
nb_no: Oversett bare strenger som ikke allerede har en verdi for målspillet.
nl_nl: vertaal alleen strings die geen waarde hebben voor de taal van het doelwit.
pt_br: Traduza apenas strings que ainda não tenham um valor para a linguagem de destino.
pt_pt: Traduza apenas strings que ainda não tenham um valor para a língua de destino.
sv_se: Översätt endast strängar som inte redan har ett värde för det avsedda språket.
tr_tr: Hedef dil için henüz değer olmayan dizileri yalnızca çevirir.
vi_vn: Chỉ dịch chuỗi không có giá trị cho ngôn ngữ đích.
zh_hans: 仅对目标语言中尚未值的字符串进行翻译。
zh_hant: 僅翻譯未為目標語言值的字串。
